{"posts":[{"title":"IIIM课程：亚伯拉罕1","text":"第一课：亚伯拉罕的生平：结构与内容 关于亚伯拉罕——他们伟大的先祖的故事。我们将会看到摩 西如何写作创世记的相关章节，好让当时的以色列人可以记得过去，也因此他们可 以更明白上帝所为他们准备的将来。其一，我们会检视这些材料的的文学手法。其二，我们会检视这些章节的重要主题。 Your browser doesn't support HTML5 video. Here is a link to the video instead.","link":"/2022/iiim-ke-cheng-ya-bo-la-han-1.html"},{"title":"John Piper约翰派博：每一个罪背后的恶 The Evil Beneath Every Sin","text":"【耶2:13】因为我的百姓做了两件恶事，就是离弃我这活水的泉源，为自己凿出池子，是破裂不能存水的池子。” Your browser doesn't support HTML5 video. Here is a link to the video instead. ———原文————Christian Hedonism will change what you think about evil. What is evil? How would you define evil? Here is a description of evil from Jeremiah 2:13: My people have committed two evils:They have forsaken me,the fountain of living waters,And hewed out cisterns for themselves,broken cisterns that can hold no water. So what’s your definition of evil? Evil is the Creator of the universe, who loved us enough to send his Son to die in our place, holding out infinite satisfaction in the fountain of living water — and we taste it and go, “Eh, I don’t think so.” “I know what satisfies your soul. I made your soul. I know what it needs, and I’m it.”And we start digging — digging and digging in the world. “I will find it. I will find it here, not there in God.” That is evil. That’s the evil behind all evils. Murder in Sutherland Springs is not the ultimate evil. It’s what was going on before and inside in relation to God Almighty that said, “You don’t count in my life. I will have my revenge. I will have it my way. I will do my thing to get my satisfaction. And you can take a trip, Creator.” That’s ultimate evil. It yields a million other evils, like murder, and we get so worked up about murder, and rape, and adultery, and stealing — and God hardly ever comes into the picture for a lot of people when defining evil. So here’s my definition of evil from Jeremiah: “My people have committed two evils: they have forsaken me, the fountain of living waters.” What makes it so evil is that he is so good. “I have water for you. I know what your souls need. I know what satisfies your soul. I made your soul. I know what it needs, and I’m it.” And evil is: “No thank you,” or “No, I will find my way, and do my thing, and I will dig my wells, and my cisterns, and I will suck on this dirt till I’m dead. And then I’ll go to hell, and I will hate you forever. No regrets.” That’s evil, and it yields a thousand horrors in this world.","link":"/2022/john-piper-yue-han-pai-bo-the-evil-beneath-every-sin-mei-yi-ge-zui-bei-hou-de-e.html"},{"title":"IIIM课程：亚伯拉罕2","text":"第二课：亚伯拉罕的生平：原本含义 我们要了解，从起初写作的时间和写作的对象为出发点，阅读亚伯拉罕生平的故事是多么重要。我们要探讨，当以色列民族跟随摩西走向应许之地时，这些故事最初在他们身上所应当产生的影响。主要查看两大点，第 一，我们要指出，摩西怎样引出亚伯拉罕生平的历史和他的最初读者之间的联系； 第二，我们要总结，这些联系对原初读者的一些含义。 Your browser doesn't support HTML5 video. Here is a link to the video instead.","link":"/2022/iiim-ke-cheng-ya-bo-la-han-2.html"},{"title":"恩典365-圣灵","text":"恩典365 音频​ 视频 恩典365，三百六十五天，我们天天一起活在神的爱和神的恩典里面。 圣灵是神给我们一个极大的祝福，祂在我们的生命当中，祂有的时候踩油门，推我们，赶快往前去；有的时候踩煞车，免得我们横冲直撞，乱跑乱撞。在我们的生命当中，祂是那个会教训我们的人，特别是我们偏行己路，我们走错路的时候，祂的杖，祂的杆，会把我们带回到该走的路上。当然，被管教，没有舒服的，被骂有什么好舒服的？被修，打了一下，有什么好舒服的？ 可是，当我们年龄越来越大，就越来越能够体会哦。特别是，好像我自己，我的父母亲都到主那里去了，有的时候就会想说，当我生命当中遇到一些十字路口，要决定的时候，我就在想，我父亲还在的时候，他是怎么做的？我现在的办公室，是以前我父亲用的那个办公室。我就在想，我爸爸在的时候，他是怎么做？可是现在我爸不在了，他不能跟我讲，当初遇到这样的事，他怎么处理的。我妈，我在家里面带孩子，我在想，我妈妈当初是怎么带我们的？现在我妈妈到主那里去了，你知道，有人管是一个恩典耶。特别是像我这样，父母亲都已经到主那里去了，你真的能够体会，有人管是恩典。谢谢主！ 而这件事情呢，是圣经里讲说，耶稣为我们求神，说祂——耶稣回到天上去了，这些人他们就像羊一样，常常会走错路，天父祢一定要给他们一个圣灵来，圣灵来帮助他们。谢谢主！祂是为我们求的一个恩典。 而在这段圣经里面讲到说，这一位恩典的主，这一位三位一体的真神里面的圣灵，祂是永远与我们同在。我们讲说，祂会禁止，祂会催逼，祂会管教，祂会挽回… …，但是祂常常不在，那有什么用？我们常常说，在家里面，作父亲的人不要缺席，不然父亲很能干，父亲很懂，父亲很会教… …，可是父亲老是不在，那有什么用呢？但是谢谢主，这一位全能的神，圣灵在我们的里面，祂不是偶尔来一下，衪不是有时候出现一下，祂永远与我们同在。所以你知道吗？我们很放心。我很喜欢诗篇四十六篇说，神是我们的避难所，是我们的力量，是我们在患难中随时的帮助。什么叫随时的帮助，为什么祂可以成为随时的帮助？因为祂一直都在，如果祂很有能力，祂可以很能够拯救我，但是每一次我需要的时候，祂不见了，祂下班了，祂今天请假。祂老是不在，对我有什么用？但是你知道这一位独一的真神，谢谢主！圣灵在我们的生命当中，祂是永远与我们同在的。 无论你现在发生些什么，也许你感觉到很孤单，好像我刚才说，也许你跟我一样，父母亲已经不在了，或者是那些你很信任的那些长辈，那些在你生命当中很重要的一些人，他不在。但是请你相信，主一直都在，圣灵一直都在，祂永远与我们同在。 我要求父，父就另外赐给你们一位保惠师（或作：训慰师；下同)，叫祂永远与你们同在， 约14:16 作 者：寇绍恩牧师 版 权：天声传播协会 整 理：网宣社","link":"/2022/en-dian-365.html"},{"title":"John Piper约翰派博：你正在买赎自己的灵魂吗？Are You Trading Away Your Soul?","text":"【可8:36-37】人就是赚得全世界，赔上自己的生命，有什么益处呢？人还能拿什么换生命呢？ Your browser doesn't support HTML5 video. Here is a link to the video instead.","link":"/2022/are-you-trading-away-your-soul.html"},{"title":"所罗门圣殿","text":"所罗门第一圣殿 另一个视频：","link":"/2022/suo-luo-men-sheng-dian.html"},{"title":"IIIM课程：亚伯拉罕3","text":"第三课：亚伯拉罕的生平：现今应用 本课中，我们要总结亚伯拉罕生平的概况，从创世记记载亚伯拉罕的章节中引出对当今合宜的应用。从两个基本方向来查看。第一，亚伯拉罕和耶稣之间的存在联系；第二，原本的读者——以色列和现今的读者——教会之间存在的联系。 Your browser doesn't support HTML5 video. Here is a link to the video instead.","link":"/2022/iiim-ke-cheng-ya-bo-la-han-3.html"}],"tags":[{"name":"John Piper","slug":"John-Piper","link":"/tags/John-Piper/"},{"name":"约翰派博","slug":"约翰派博","link":"/tags/%E7%BA%A6%E7%BF%B0%E6%B4%BE%E5%8D%9A/"},{"name":"视频","slug":"视频","link":"/tags/%E8%A7%86%E9%A2%91/"}],"categories":[{"name":"神学课程","slug":"神学课程","link":"/categories/%E7%A5%9E%E5%AD%A6%E8%AF%BE%E7%A8%8B/"},{"name":"证道","slug":"证道","link":"/categories/%E8%AF%81%E9%81%93/"}],"pages":[{"title":"404","text":"404 Not Found 对不起，您所访问的页面不存在或者已删除 你可以点击此处返回首页","link":"/404.html"},{"title":"","text":"圣经桌面版V1.0.0(内部测试版)软件截图： 下载地址： Windows版 64位 macOS版 温馨提示：macOS版安装后，如果出现第一次无法打开的情况，请到 系统偏好设置-&gt;安全性与隐私-&gt;允许从以下位置下载的App 打开本App即可。","link":"/download.html"},{"title":"关于本站","text":"传统网站 本类网站 备案需要 国内实名认证且需备案 国外域名商购买，无需备案 后期维护 需技术人员定期维护 基本上无需维护 特点 功能丰富，访问速度快 功能相对单一，访问速度稍慢 推广方式 比较丰富，比如百度搜索等 主要依靠用户互相分享 后期费用 域名费用和服务器/空间费用 只需域名费用 音视频等资源流量费用 按量付费给服务商 按量付费给服务商 相比于传统网站，本网站托管在github上，服务稳定，无需备案。在没有增加百度seo相关之前，百度搜索基本上无法搜索到。比较适合互相分享的方式来推广。特别适合JH等机构采用(比如周日信息分享的录音，推荐的阅读材料，小组学习材料，也可以设置加密的文章等等)。 另外，因为微信公众号的一些限制或者面临被封号的风险，建议做成自己的独立网站以保留自己的数据和用户。","link":"/about/index.html"},{"title":"categories","text":"","link":"/categories/index.html"},{"title":"contact","text":"","link":"/contact/index.html"},{"title":"资源下载","text":"圣经桌面版(内部测试版)软件截图： 下载地址： Windows版 64位 macOS版 温馨提示：macOS版安装后，如果出现第一次无法打开的情况，请到 系统偏好设置-&gt;安全性与隐私-&gt;允许从以下位置下载的App 打开本App即可。","link":"/download/index.html"},{"title":"blog","text":"","link":"/blog/index.html"},{"title":"","text":"V1.1.0 changelog： 增加音视频播放 修复已知的BUG 最新版下载地址：点这里","link":"/changlog.html"},{"title":"friends","text":"","link":"/friends/index.html"},{"title":"tags","text":"","link":"/tags/index.html"},{"title":"home","text":"","link":"/home/index.html"}]}